"Assign Profile" = "Assign Profile";
"Convert To Profile" = "Convert To Profile";
"Intermediate Transform" = "Intermediate Transform";
"Domains" = "Domains";
"Comments" = "Comments";
"Default Profile" = "Default Profile";
"Rendering Intent" = "Rendering Intent";
"Apply Intermediate Profile" = "Apply Intermediate Profile";
"Image Sampling" = "Image Sampling";
"Color Image Sampling" = "Color Image Sampling";
"Gray Image Sampling" = "Gray Image Sampling";
"Image Compression" = "Image Compression";
"Image Convolution" = "Image Convolution";
"PDF Color and Image Policies" = "PDF Color and Image Policies";
"Convert Monochrome Data To:" = "Convert Monochrome Data To:";
"Image Interpolation:" = "Image Interpolation:";
"Create PDF/X-3 Document" = "Create PDF/X-3 Document";
"Output Condition Identifier:" = "Output Condition Identifier:";
"Output Condition:" = "Output Condition:";
"Info:" = "Info:";
"Destination Profile:" = "Destination Profile:";
"Registry Name:" = "Registry Name:";
"Untitled" = "Untitled";
"Delete filter?" = "Delete filter?";
"Yes" = "Yes";
"No" = "No";
"Couldn't delete filter" = "Couldn't delete filter";
"OK" = "OK";
"%@ Copy" = "%@ Copy";
"Lock" = "Lock";
"Unlock" = "Unlock";
"Couldn't save filter" = "Couldn't save filter";
